Revit 2024 API
FabricSheetType.MinorLayoutPattern Property
 The layout pattern in the minor direction.
Namespace: Autodesk.Revit.DB.Structure
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2013
Syntax
C#
public FabricSheetLayoutPattern MinorLayoutPattern { get; }
Visual Basic
Public ReadOnly Property MinorLayoutPattern As FabricSheetLayoutPattern
	Get
Visual C++
public:
property FabricSheetLayoutPattern MinorLayoutPattern {
	FabricSheetLayoutPattern get ();
}
See Also
FabricSheetType Class
Autodesk.Revit.DB.Structure Namespace